[
  {
    "id": 1,
    "instructionEnglish": "To assist you in having a clear picture of your Happiness Test, we invite you to note, on a scale of 0 to 10 - 0 representing always (light) and 10 representing never (heavy) - the frequency at which the residues from patterns and/or Qualities of the Heart impact your daily life in four (4) major categories, that of 1, 2, 3, and 4.",
    "instructionFrench": "Afin de vous assister à avoir une vision claire de votre portrait de la Test de bonheur, nous vous invitons à noter, sur une échelle de 0 à 10 – 0 représentant toujours (léger) et 10 représentant jamais (lourd) – la fréquence à laquelle les résidus de patterns et/ou les Qualités du Coeur ont un impact dans votre vie quotidienne sur 4 grandes catégories, telles que 1, 2, 3 et 4.",
    "explanationEnglish": "0 representing always and 10 never - what is the first number to come to mind.",
    "explanationFrench": "0 étant toujours et 10 étant jamais – quel chiffre vous vient le premier à l’esprit.",
    "category": "Livelihood",
    "color": "#00506d",
    "questionEngLish": "I can find the good in even the most disagreeable people.",
    "questionFrench": "Je peux trouver le bien même chez les personnes les plus désagréables.",
    "answers": [
      {
        "content": "0"
      },
      {
        "content": "1"
      },
      {
        "content": "2"
      },
      {
        "content": "3"
      },
      {
        "content": "4"
      },
      {
        "content": "5"
      },
      {
        "content": "6"
      },
      {
        "content": "7"
      },
      {
        "content": "8"
      },
      {
        "content": "9"
      },
      {
        "content": "10"
      }
    ]
  },
  {
    "id": 2,
    "category": "Comprehension",
    "color": "#00506d",
    "questionEngLish": "Even if I'm sure about my ultimate choice, I still ask others for advice before making an important or risky decision.",
    "questionFrench": "Même si je suis sûr de mon choix ultime, je demande toujours conseil aux autres avant de prendre une décision importante ou risquée."
  },
  {
    "id": 3,
    "category": "Livelihood",
    "color": "#006c8b",
    "questionEngLish": "I can find something positive in even the most difficult situations.",
    "questionFrench": "Je peux trouver quelque chose de positif même dans les situations les plus difficiles."
  },
  {
    "id": 4,
    "category": "Comprehension",
    "color": "#006c8b",
    "questionEngLish": "I actively keep in touch with friends and family.",
    "questionFrench": "Je reste activement en contact avec mes amis et ma famille."
  },
  {
    "id": 5,
    "category": "Stimulation",
    "color": "#50959a",
    "questionEngLish": "I feel lonely.",
    "questionFrench": "Je me sens seul."
  },
  {
    "id": 6,
    "category": "Stimulation",
    "color": "#50959a",
    "questionEngLish": "When times get tough, I turn to friends/family for support.",
    "questionFrench": "Lorsque les temps sont durs, je me tourne vers mes amis / ma famille pour obtenir du soutien."
  },
  {
    "id": 7,
    "category": "Intellect",
    "color": "#005c41",
    "questionEngLish": "When I find myself overwhelmed with stress, I shut down completely.",
    "questionFrench": "Quand je me trouve submergé par le stress, je m'arrête complètement."
  },
  {
    "id": 8,
    "category": "Bonds",
    "color": "#005c41",
    "questionEngLish": "I keep my problems to myself.",
    "questionFrench": "Je garde mes problèmes pour moi."
  },
  {
    "id": 9,
    "category": "Bonds",
    "color": "#32774b",
    "questionEngLish": "When I'm feeling down, I remind myself to focus on the good things in my life instead of the bad.",
    "questionFrench": "Quand je me sens mal, je me rappelle de me concentrer sur les bonnes choses de ma vie plutôt que sur les mauvaises."
  },
  {
    "id": 10,
    "category": "Love",
    "color": "#32774b",
    "questionEngLish": "Are you in a romantic relationship?",
    "questionFrench": "Êtes-vous en relation amoureuse?",
    "answersEng": [
      {
        "content": "Yes"
      },
      {
        "content": "No"
      }
    ],
    "answersFren": [
      {
        "content": "Oui"
      },
      {
        "content": "Non"
      }
    ]
  },
  {
    "id": 11,
    "category": "Love",
    "color": "#5b9e51",
    "questionEngLish": "When I approach someone for conversation, I adjust to his/her level (I sit if he/she is sitting or stand if he/she is standing).",
    "questionFrench": "Lorsque je m'approche de quelqu'un pour une conversation, je m'adapte à son niveau (je m'assois s'il est assis ou je me tiens s'il est debout)."
  },
  {
    "id": 12,
    "category": "Intellect",
    "color": "#5b9e51",
    "questionEngLish": "When I have a difficult problem, I try to look at it from different angles in order to come up with a solution.",
    "questionFrench": "Quand j'ai un problème difficile, j'essaye de le regarder sous différents angles afin de trouver une solution."
  },
  {
    "id": 13,
    "category": "Imagination",
    "color": "#c547619",
    "questionEngLish": "I refuse to give up, no matter how tough things get.",
    "questionFrench": "Je refuse d'abandonner, même si les choses deviennent difficiles."
  },
  {
    "id": 14,
    "category": "Inventiveness",
    "color": "#c547619",
    "questionEngLish": "I find it's better not to get my hopes up, so that I don't end up disappointed.",
    "questionFrench": "Je trouve qu'il vaut mieux ne pas espérer, pour ne pas être déçu."
  },
  {
    "id": 15,
    "category": "Imagination",
    "color": "#c45621",
    "questionEngLish": "I believe that what can go wrong will go wrong.",
    "questionFrench": "Je crois que ce qui peut mal tourner va mal."
  },
  {
    "id": 16,
    "category": "Inventiveness",
    "color": "#c45621",
    "questionEngLish": "No matter what life throws at me, I believe that I can deal with it.",
    "questionFrench": "Peu importe ce que la vie me réserve, je crois que je peux y faire face."
  },
  {
    "id": 17,
    "category": "Strength",
    "color": "#e07c27",
    "questionEngLish": "If I ever need help, I believe that my friends and/or family will be there for me.",
    "questionFrench": "Si jamais j'ai besoin d'aide, je crois que mes amis et / ou ma famille seront là pour moi."
  },
  {
    "id": 18,
    "category": "Strength",
    "color": "#e07c27",
    "questionEngLish": "I'm better off looking after myself because I can't rely on others to do so.",
    "questionFrench": "Je suis mieux de prendre soin de moi parce que je ne peux pas compter sur les autres pour le faire."
  },
  {
    "id": 19,
    "category": "Finances",
    "color": "#8c191c",
    "questionEngLish": "Being myself guarantees that people will dislike me.",
    "questionFrench": "Être moi-même garantit que les gens ne m'aimeront pas."
  },
  {
    "id": 20,
    "category": "Development",
    "color": "#8c191c",
    "questionEngLish": "Nothing of value can be learned from failure.",
    "questionFrench": "Rien de valeur ne peut être appris de l'échec."
  },
  {
    "id": 21,
    "category": "Performance",
    "color": "#8c191c",
    "questionEngLish": "I had trouble sleeping - I could not fall or stay asleep, and/or didn't feel well-rested when I woke up.",
    "questionFrench": "J'avais du mal à dormir - je ne pouvais pas m'endormir ou rester endormi, et / ou je ne me sentais pas bien reposé au réveil."
  },
  {
    "id": 22,
    "category": "Finances",
    "color": "#8c191c",
    "questionEngLish": "I easily develop emotional ties to others.",
    "questionFrench": "Je développe facilement des liens émotionnels avec les autres."
  },
  {
    "id": 23,
    "category": "Development",
    "color": "#b92351",
    "questionEngLish": "I worry that my partner cares less about me than I care about him or her.",
    "questionFrench": "J'ai peur que mon partenaire se soucie moins de moi que je ne me soucie de lui ou d'elle."
  },
  {
    "id": 24,
    "category": "Performance",
    "color": "#b92351",
    "questionEngLish": "I am constantly trying to fix other people's problems.",
    "questionFrench": "J'essaie constamment de résoudre les problèmes des autres."
  }
]
